import React from "react";
import "./_videoMetaData.scss";
import moment from "moment";
import numeral from "numeral";

import { MdThumbUp, MdThumbDown } from "react-icons/md";
import ShowMoreText from "react-show-more-text";
const VideoMetaData = () => {
  return (
    <div className="videoMetaData py-2">
      <div className="videoMetaData__top">
        <h5>રોજગાર શાખા</h5>
        <div className="d-flex justify-content-between align-items-center py-1">
          {/* <span>
                  {numeral(10000).format('0.a')} Views •
                  {moment('2020-06-6').fromNow()}
               </span> */}

          {/* <div>
                  <span className='mr-3'>
                     <MdThumbUp size={26} />
                     {numeral(10000).format('0.a')}
                  </span>
                  <span className='mr-3'>
                     <MdThumbDown size={26} />
                     {numeral(10000).format('0.a')}
                  </span>
               </div> */}
        </div>
      </div>
      <div className="videoMetaData__channel d-flex justify-content-between align-items-center my-2 py-3">
        <div className="d-flex">
          <img
            src="https://www.pngkey.com/png/full/114-1149878_setting-user-avatar-in-specific-size-without-breaking.png"
            alt=""
            className="rounder-circle mr-3"
          />
          <div className="d-flex flex-column">
            <span>એકતા એજ લક્ષ્ય </span>
            <span> રોજગાર શાખા </span>
          </div>
        </div>

        <button className="btn border-0 p-2 m-2">અમારી સાથે જોડાઓ </button>
      </div>
      <div className="videoMetaData__description">
        <ShowMoreText
          lines={3}
          more="SHOW MORE"
          less="SHOW LESS"
          anchorClass="showMoreText"
          expanded={false}
        >
          કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે ભારતની
          કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ રીતે
          વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા કૃષિ પ્રધાન દેશ છે ભારત પરંતુ વિદેશી દવાઓ તથા ખાતર ના કારણે
          ભારતની કસવાળી જમીન નષ્ટ થઇ રહી છે તો તેને તથા ગો આધારિત ખેતી તરફ કઈ
          રીતે વાળવા તેની સમજણ તથા ઓર્ગેનિક ખેતી નું મહત્વ જણાવી ભારતને સંપૂર્ણ
          ઓર્ગેનિક બનાવવાના પ્રયત્નો આયુર્વેદ ભારતની સૌથી મોટી દેન છે તો
          આયુર્વેદને ઘર-ઘર સુધી લઇ જવો અને લોકોને વગાડ સાઇડ ઇફેક્ટ વગર ખર્ચ ના
          ઈલાજ ઘર બેઠા થાય એ રીતે લોકોને આયુર્વેદ વિશે ની માહિતી આપવી અને એના
          ઉપચાર કેન્દ્ર ખોલવા ભારત ને નષ્ટ કરવામાં સૌથી મોટો હાથ વિદેશી શિક્ષા
          પ્રણાલી છે એના દેશ આજે શિક્ષિત હોવા છતાં પણ દિશાહીન થઈ ગયો છે કેમકે
          બાહ્ય શિક્ષણ પ્રણાલી ભારત માટે ક્યારેય યોગ્ય છે જ નહિ આ એ જ ભારત છે કે
          જ્યાં એ શિક્ષા પ્રણાલી માં એ સમજણ એ જ્ઞાન હતું કે વિદેશી લોકો પણ
          ભારતની અંદર શિક્ષા પ્રાપ્ત કરવા આવતા હતા પણ જેમ જેમ વિદેશી લોકો આક્રમણ
          થયું ભારત પર કેવી રીતે ભારતીય શિક્ષણ પ્રણાલી અને સંપૂર્ણપણે નષ્ટ
          કરવામાં આવી એકતા એજ લક્ષ્ય સંગઠન સામાજિક લોકોના મદદથી આવા સનાતન સ્કૂલ
          ગુરુકુળ ની સ્થાપના કરશે ભારતના જે સાચા ઇતિહાસો છે એને ફરીથી ઉજાગર કરી
          લોકો સમક્ષ રાખશે આપણા ઈતિહાસો વેદો અને શાસ્ત્રોમાં જે છેડછાડ કરવામાં
          આવી છે અને ગલત રીતે પ્રયોગ કરી લોકો સમક્ષ રજૂ કરવામાં આવી રહ્યા છે
          જેને રોકી ખરાબ સપના સાચા ઇતિહાસ સાચા શાસ્ત્ર જ્ઞાન તથા વેદ જ્ઞાન લોકો
          સુધી અવગત કરાવું વૈદિક સંસ્કૃતિનો પ્રચાર કરો અને લોકોને યોગ અને વેદ
          તરફ લઈ જવા
        </ShowMoreText>
      </div>
    </div>
  );
};

export default VideoMetaData;
