export const info = {
  imageUrl: `assets/images/logo512.png`,
  info: `એકતાએજલક્ષ્યસંગઠનનીશરૂઆતગુજરાતથીથઈછેએકતાએજલક્ષ્યસંગઠનછપુખ્તશાખાતથાપાચપેટાશાખાઅનેએકઆદરેકનુંનિયંત્રણકરતીમુખ્યશાખાખાસાથેસનાતનસંસ્કૃતિનાતમામબાબતોનેઆવરીનેહિન્દુત્વનાતમામમુદ્દાપરકામકરેછે
    આસંગઠનનોઉદ્દેશ્યઅલગઅલગથઈનેજાતિઓમાંવેહચાદરેકહિન્દુપરિવારોનેએકકરવાનોછે
    800થીવધારેમોગલોનાઆક્રમણથયા૨૦૦વર્ષથીવધારેઅંગ્રેજોનાઅત્યાચારસહનકર્યાઆવિદેશીઆક્રમણકારોએજેભારતનીઅંદરફૂટપાડીછેહિન્દુઓનીઅંદરજ્ઞાતિવાદનાવાળાઉભાકર્યાછેઅનેકહેવાતારીતિરિવાજોકેમૂલ્યોજેમાંનાઘણાંખરામૂલ્યોકેરિવાજોભારતનાહતાજનહીંસંસ્કૃતિનીપરંપરાનોહિસ્સોછેજનહીંપણઆષડયંત્રકાર્યોએભાગલાપાડવાઅનેઆગળજઈસનાતનસંસ્કૃતિતૂટીજાયસંપૂર્ણનષ્ટથઈજાયવિનિપાતથઈજાયએનામાટેઅનેકોરીતિરિવાજોનુગઠનકર્યુંજેક્યારેભારતનાહતાજનહિએકતાએજલક્ષ્યસંગઠનઆવાપાયાવિહોણારિવાજોતથાસમાજનીઅંદરવ્યાપેલાદુષણોતથાજ્ઞાતિવાદનાવાડાદૂરકરીએકતાસ્થાપવાનાપ્રયાસકરતુસંગઠનજેસંપૂર્ણપણેભારતનેહિન્દુરાષ્ટ્રબનાવવાનાઉદ્દેશથીકાર્યકરેછેવસુદેવકુટુંબકમનીભાવનાએટલામાટેઆવેછેકેસમગ્રહવિશેસનાતનછેપરંતુજ્યાંસનાતનનુંઅપમાનથતુંહોયત્યાંવસુદેવકુટુંબકમનીભાવનાનાહોયત્યાંશ્રીકૃષ્ણનીતિતથાચાણક્યનીતિથીકામલેવુંજપડે
    સંગઠનસમાજનેસાચીદિશાઆપીલોકસેવાસમાજસેવાસાથેસાથેસામાજિકમૂલ્યોનીતિઓનુંસનાતનીગઠનગૌસેવાપશુસેવારાજનૈતિકદબાવો (જેસનાતનસંસ્કૃતિનાહિતમાંકાયદાકાનુનફેરફારમાટે) રાજનીતિકકૂટનીતિકઅનેરણનીતિકઆમત્રણ્યબાબતપરનીપૂર્ણતાથીકાર્યકરેછે
    `,
  title: "એક્તાએજલક્ષસંગઠન",
  otherInfo: `એકતાએજલક્ષ્યસંગઠનનુંલક્ષ્ય :-
  અખંડહિન્દુરાષ્ટ્રભાવનાભારતનીહિંદુરાષ્ટ્રબનાવવામાટેનાપ્રયાસો
  જાતિવાદમાંફસાયેલાહિન્દુઓનેસાચીમાહિતીતથાદિશાબતાવીએકતાનાતાંતણેબાંધવા
  સનાતનસંસ્કૃતિપરથતાષડયંત્રનેઅર્જુનનુંતીર  (એન્ટિકમિસાઈલ) બનીરોકવા
  સમાજનીઅંદરસમરસતાસ્થાપવા
  વિદેશીકાયદામાંફેરફારકરાવીસ્વદેશીકાયદોઅમલમાંલાવવા
  વિદેશીરેણીકેણીતથાભાષાનેબદલેસ્વદેશીરહેણીકરણીઅનેભાષાનોઉપયોગવ્યાપકકઈરીતેવધારોએનાકાર્ય
  ભારતમાંથીલવજેહાદનેસંપૂર્ણરીતેનષ્ટકરવું
  ભારતમાંથીદરેકપ્રકારનાજીહાથઈરહ્યાછેતેનેસંપૂર્ણપ્રમાણમાંરોકીસનાતનીગઠનકરવું
  ગૌમાતાનીહત્યાસંપૂર્ણપણેબંધકરવામાટેનાકાર્ય
  દરેકસનાતનીઓનેરોજગારમળીરહેતેનામાટેનાકાર્ય
  યુવાધનનેસાચીમાહિતીતથારાષ્ટ્રવાદીવિચારધારાથીસફરકરવાસાચાઇતિહાસોથીઅવગતકરાવવાતથાયુવાનોનેસાચીદિશામાંદોરવા
ભારતનેઆવનારાસમયમાંમહાસત્તાબનાવવામાટેનાકાર્યરણનીતિઅનેકૂટનીતિથીસફળબનાવવાદરેકસામાન્યમાણસોનેપૂરતુંજ્ઞાનઆપવુંતથામાર્ગદર્શનકરવું
કૃષિપ્રધાનદેશછેભારતપરંતુવિદેશીદવાઓતથાખાતરનાકારણેભારતનીકસવાળીજમીનનષ્ટથઇરહીછેતોતેનેતથાગોઆધારિતખેતીતરફકઈરીતેવાળવાતેનીસમજણતથાઓર્ગેનિકખેતીનુંમહત્વજણાવીભારતનેસંપૂર્ણઓર્ગેનિકબનાવવાનાપ્રયત્નો
આયુર્વેદભારતનીસૌથીમોટીદેનછેતોઆયુર્વેદનેઘર-ઘરસુધીલઇજવોઅનેલોકોનેવગાડસાઇડઇફેક્ટવગરખર્ચનાઈલાજઘરબેઠાથાયએરીતેલોકોનેઆયુર્વેદવિશેનીમાહિતીઆપવીઅનેએનાઉપચારકેન્દ્રખોલવા
ભારતનેનષ્ટકરવામાંસૌથીમોટોહાથવિદેશીશિક્ષાપ્રણાલીછેએનાદેશઆજેશિક્ષિતહોવાછતાંપણદિશાહીનથઈગયોછેકેમકેબાહ્યશિક્ષણપ્રણાલીભારતમાટેક્યારેયયોગ્યછેજનહિઆએજભારતછેકેજ્યાંએશિક્ષાપ્રણાલીમાંએસમજણએજ્ઞાનહતુંકેવિદેશીલોકોપણભારતનીઅંદરશિક્ષાપ્રાપ્તકરવાઆવતાહતાપણજેમજેમવિદેશીલોકોઆક્રમણથયુંભારતપરકેવીરીતેભારતીયશિક્ષણપ્રણાલીઅનેસંપૂર્ણપણેનષ્ટકરવામાંઆવી
એકતાએજલક્ષ્યસંગઠનસામાજિકલોકોનામદદથીઆવાસનાતનસ્કૂલગુરુકુળનીસ્થાપનાકરશે
ભારતનાજેસાચાઇતિહાસોછેએનેફરીથીઉજાગરકરીલોકોસમક્ષરાખશે
આપણાઈતિહાસોવેદોઅનેશાસ્ત્રોમાંજેછેડછાડકરવામાંઆવીછેઅનેગલતરીતેપ્રયોગકરીલોકોસમક્ષરજૂકરવામાંઆવીરહ્યાછે
જેનેરોકીખરાબસપનાસાચાઇતિહાસસાચાશાસ્ત્રજ્ઞાનતથાવેદજ્ઞાનલોકોસુધીઅવગતકરાવું
વૈદિકસંસ્કૃતિનોપ્રચારકરોઅનેલોકોનેયોગઅનેવેદતરફલઈજવા
`,
  videoLink: ``,
};
