import React from "react";

const AboutUsContent = () => {
  return (
    <>
      <div className="text-part col-md-12" style={{ color: "rgb(133, 6, 6)" }}>
        <h2
          style={{
            fontFamily: "Samarkan",
            textAlign: "center",
            color: "rgb(133, 6, 6)",
          }}
        >
          || About Us ||
        </h2>

        <p>
          {`એકતાએજલક્ષ્યસંગઠનનીશરૂઆતગુજરાતથીથઈછેએકતાએજલક્ષ્યસંગઠનછપુખ્તશાખાતથાપાચપેટાશાખાઅનેએકઆદરેકનુંનિયંત્રણકરતીમુખ્યશાખાખાસાથેસનાતનસંસ્કૃતિનાતમામબાબતોનેઆવરીનેહિન્દુત્વનાતમામમુદ્દાપરકામકરેછે
          આસંગઠનનોઉદ્દેશ્યઅલગઅલગથઈનેજાતિઓમાંવેહચાદરેકહિન્દુપરિવારોનેએકકરવાનોછે
          800થીવધારેમોગલોનાઆક્રમણથયા૨૦૦વર્ષથીવધારેઅંગ્રેજોનાઅત્યાચારસહનકર્યાઆવિદેશીઆક્રમણકારોએજેભારતનીઅંદરફૂટપાડીછેહિન્દુઓનીઅંદરજ્ઞાતિવાદનાવાળાઉભાકર્યાછેઅનેકહેવાતારીતિરિવાજોકેમૂલ્યોજેમાંનાઘણાંખરામૂલ્યોકેરિવાજોભારતનાહતાજનહીંસંસ્કૃતિનીપરંપરાનોહિસ્સોછેજનહીંપણઆષડયંત્રકાર્યોએભાગલાપાડવાઅનેઆગળજઈસનાતનસંસ્કૃતિતૂટીજાયસંપૂર્ણનષ્ટથઈજાયવિનિપાતથઈજાયએનામાટેઅનેકોરીતિરિવાજોનુગઠનકર્યુંજેક્યારેભારતનાહતાજનહિએકતાએજલક્ષ્યસંગઠનઆવાપાયાવિહોણારિવાજોતથાસમાજનીઅંદરવ્યાપેલાદુષણોતથાજ્ઞાતિવાદનાવાડાદૂરકરીએકતાસ્થાપવાનાપ્રયાસકરતુસંગઠનજેસંપૂર્ણપણેભારતનેહિન્દુરાષ્ટ્રબનાવવાનાઉદ્દેશથીકાર્યકરેછેવસુદેવકુટુંબકમનીભાવનાએટલામાટેઆવેછેકેસમગ્રહવિશેસનાતનછેપરંતુજ્યાંસનાતનનુંઅપમાનથતુંહોયત્યાંવસુદેવકુટુંબકમનીભાવનાનાહોયત્યાંશ્રીકૃષ્ણનીતિતથાચાણક્યનીતિથીકામલેવુંજપડે
          સંગઠનસમાજનેસાચીદિશાઆપીલોકસેવાસમાજસેવાસાથેસાથેસામાજિકમૂલ્યોનીતિઓનુંસનાતનીગઠનગૌસેવાપશુસેવારાજનૈતિકદબાવો
          જેસનાતનસંસ્કૃતિનાહિતમાંકાયદાકાનુનફેરફારમાટે
          રાજનીતિકકૂટનીતિકઅનેરણનીતિકઆમત્રણ્યબાબતપરનીપૂર્ણતાથીકાર્યકરેછે`}
        </p>
      </div>
    </>
  );
};

export default AboutUsContent;
